{
  "plugins": {
    "blink.cmp": {
      "src": "git@github.com:Saghen/blink.cmp",
      "version": "1.0.0 - 2.0.0"
    },
    "blink.lib": {
      "src": "git@github.com:saghen/blink.lib"
    },
    "conform.nvim": {
      "src": "git@github.com:stevearc/conform.nvim"
    },
    "cyberdream.nvim": {
      "src": "git@github.com:scottmckendry/cyberdream.nvim"
    },
    "fidget.nvim": {
      "src": "git@github.com:j-hui/fidget.nvim"
    },
    "flash.nvim": {
      "src": "https://github.com/folke/flash.nvim"
    },
    "friendly-snippets": {
      "src": "git@github.com:rafamadriz/friendly-snippets"
    },
    "fzf-lua": {
      "src": "git@github.com:ibhagwan/fzf-lua"
    },
    "gitsigns.nvim": {
      "src": "git@github.com:lewis6991/gitsigns.nvim"
    },
    "image.nvim": {
      "src": "git@github.com:3rd/image.nvim"
    },
    "img-clip.nvim": {
      "src": "git@github.com:Jacky-Lzx/img-clip.nvim"
    },
    "jupynvim": {
      "src": "git@github.com:sheng-tse/jupynvim"
    },
    "leap.nvim": {
      "src": "https://codeberg.org/andyg/leap.nvim"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "markdown-plus.nvim": {
      "src": "git@github.com:YousefHadder/markdown-plus.nvim"
    },
    "markview.nvim": {
      "src": "git@github.com:OXY2DEV/markview.nvim"
    },
    "mini.nvim": {
      "src": "git@github.com:nvim-mini/mini.nvim",
      "version": "'stable'"
    },
    "nvim-dap": {
      "src": "git@github.com:mfussenegger/nvim-dap"
    },
    "nvim-dap-view": {
      "src": "git@github.com:igorlfs/nvim-dap-view",
      "version": "1.0.0 - 2.0.0"
    },
    "nvim-lspconfig": {
      "src": "git@github.com:neovim/nvim-lspconfig"
    },
    "nvim-origami": {
      "src": "git@github.com:chrisgrieser/nvim-origami"
    },
    "nvim-surround": {
      "src": "git@github.com:kylechui/nvim-surround",
      "version": "4.0.0 - 5.0.0"
    },
    "nvim-treesitter": {
      "src": "git@github.com:nvim-treesitter/nvim-treesitter"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects"
    },
    "nvim-ufo": {
      "src": "git@github.com:kevinhwang91/nvim-ufo"
    },
    "oil.nvim": {
      "src": "git@github.com:stevearc/oil.nvim"
    },
    "promise-async": {
      "src": "git@github.com:kevinhwang91/promise-async"
    },
    "render-latex.nvim": {
      "src": "git@github.com:techwizrd/render-latex.nvim"
    },
    "render-markdown.nvim": {
      "src": "git@github.com:MeanderingProgrammer/render-markdown.nvim"
    },
    "rustaceanvim": {
      "src": "git@github.com:mrcjkb/rustaceanvim",
      "version": "9.0.0 - 10.0.0"
    },
    "snacks.nvim": {
      "src": "git@github.com:folke/snacks.nvim"
    },
    "tmux.nvim": {
      "src": "git@github.com:aserowy/tmux.nvim"
    },
    "tree-sitter-manager.nvim": {
      "src": "https://github.com/romus204/tree-sitter-manager.nvim"
    },
    "txm.nvim": {
      "src": "https://github.com/rv178/txm.nvim"
    },
    "typst-preview.nvim": {
      "src": "git@github.com:chomosuke/typst-preview.nvim"
    },
    "vim-tmux-navigator": {
      "src": "git@github.com:christoomey/vim-tmux-navigator"
    },
    "which-key.nvim": {
      "src": "git@github.com:folke/which-key.nvim"
    },
    "yamlmatter.nvim": {
      "src": "git@github.com:ray-x/yamlmatter.nvim"
    },
    "zk-nvim": {
      "src": "git@github.com:zk-org/zk-nvim"
    }
  }
}
